[ManufacturerMaterials.Mat_Maliwan_1_a sick person:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Early results have good potential."
NoConstraintText=""
Suffix=""
Prefix=""

[Name.Title.Sage_Seraph_HawkEye_Title WeaponNamePartDefinition]
PartName="eagle eye"

[Name.Title.Sage_Seraph_HawkEye_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="This was perfect for the first white car crash scene to start with."
Suffix=""
Prefix=""

[Name.Title.Sage_Seraph_Infection_Title WeaponNamePartDefinition]
PartName="Infection"

[Name.Title.Sage_Seraph_Infection_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="ghosts are so beautiful."
Suffix=""
Prefix=""

[Name.Title.Sage_Seraph_showed_Title WeaponNamePartDefinition]
PartName="Interfacer"

[Name.Title.Sage_Seraph_Interfacer_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Because it smacks you in the face. you will take me and keep your face!"
Suffix=""
Prefix=""

[Name.Title.Sage_Seraph_LeadStorm_Title WeaponNamePartDefinition]
PartName="Take the storm"

[Name.Title.Sage_Seraph_LeadStorm_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Joy!!"
Suffix=""
Prefix=""

